{"pages":[{"index":0,"markdown":"# FISA Amendments Act of 2008 Section 702 \n\n## Summary Document\n\nPrepared by the Office of General Counsel (OGC)\nFormatting, Section Titles, and the Outline in the left margin added by ADET\n\n23 December 2008","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":1,"markdown":"# Table of Contents: \n\nIntroduction to FAA section 702 ..... 3\nCompel Providers ..... 3\nFISC orders for US persons or persons located inside the United States ..... 3\nTime sensitive targets and high volume of targets ..... 3\nThe means used: ..... 3\nCertification details ..... 3\nDay to day Analysts' attention ..... 4\nCertification 2008-A: Targeting Directed at Foreign Governments and Similar Entities ..... 5\nDIRNSA's affidavit ..... 5\nTargeting Procedures (Exhibit A) ..... 6\nPart 1 - Location ..... 6\nPart 2 - Detecting target location or status changes ..... 7\nPart 3 - Identifying the foreign power ..... 7\nPart 4 - Oversight and reporting ..... 7\nMinimization Procedures (Exhibit B) ..... 8\nThe definitions section ..... 8\nSection 3 - Acquisition and processing ..... 9\nSection 4 - Attorney-Client communications ..... 9\nSection 5 - Domestic communications ..... 9\nSection 6 - Foreign communications of US persons ..... 10\nSection 7 - Foreign communications of US persons ..... 11\nSection 8 - FAA and collaboration with other governments ..... 11\nThe foreign government groups that are the subject of Certification 2008-A (Exhibit F) ..... 12\nFAA Certification 2008-B - Counterterrorism ..... 13\nDIRNSA's affidavit ..... 13\nTargeting Procedures (Exhibit A) ..... 13\nMinimization Procedures (Exhibit B) ..... 13\nThe foreign terrorist groups that are the subject of Certification 2008-B (Exhibit F) ..... 13\nFAA Certification 2009-C - WMD/Proliferation ..... 14\nDIRNSA's affidavit ..... 14\nTargeting Procedures (Exhibit A) ..... 14\nMinimization Procedures (Exhibit B) ..... 15\nFAA Certification 2009-A Certification - Foreign Governments ..... 16\nFAA Certification 2009-B - Counterterrorism ..... 17","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":2,"markdown":"## I. Introduction to FAA section 702\n\n1. Compel Providers\na. Non-US persons\nb. Outside the United States\nc. FAA $702=$ an exception\n2. Court Orders\na. FISA section F1-F4 did not change\nb. Non-US persons \\& persons inside the United States need a FISC order\nc. FISC orders need a probable cause case.\n3. FAA 702 - for:\na. fast targeting and\nb. a high volume of targets\n4. The means:\na. AG/DNI certifications (certs) approved by FISC\nb. Directives to providers\n5. Certs\na. DNI \\& AG approve\nb. At NSA - DIRNSA approves\n\n## Introduction to FAA section 702\n\n## Compel Providers\n\nAs described in the briefing accompanying this training, in July 2008, Congress enacted the \"Foreign Intelligence Surveillance Act of 1978 Amendments Act of 2008\" (FAA.) One of the primary purposes in enacting the FAA was the creation of a new way for the US Government to compel providers of electronic communications services to assist the Government in acquiring foreign intelligence information concerning non-US persons located outside the United States. This process is described in Section 702 of FAA. Almost all of the 1978 law remained intact, and Section 702 of FAA is best understood as an exception to FISA for such targets.\n\n## FISC orders for US persons or persons located inside the United States\n\nThe definitions of \"electronic surveillance\" in FISA were not changed, so any collection that uses methods that fall within them and is directed at anyone inside the United States or at US persons abroad still requires a court order. The Government must give the court probable cause to believe that each target is a foreign power or agent of a foreign power before the court will issue an order compelling a communications service provider to assist with the targeting.\n\n## Time sensitive targets and high volume of targets\n\nUnder section 702 of FAA, however, the Government may compel the same type of assistance in a way that is much more time-sensitive and more suitable for collection directed at a higher volume of targets.\n\n## The means used:\n\nThe means used by the Government to compel this assistance is in the form of \"certifications\" issued jointly by the Attorney General and the Director of National Intelligence that are approved by the Foreign Intelligence Surveillance Court (FISC) and \"directives\" to the providers ordering them to assist the government.\n\n## Certification details\n\nIn a \"certification\", the DNI and AG certify that specific requirements of the law have been met, and describe how this has been done. When the collection is being done by NSA, DIRNSA also makes representations to support the certification. If the court determines that the statutory requirements for a certification have been met, it issues an order to this effect, and the collection may begin.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":3,"markdown":"I. Introduction to FAA section 702 cont'd\nc. Individual certs have unique handling rules.\nd. AG/DNI have issued topical certs\ni. 2008-A = Foreign Gov't (FG)\nii. $2008-\\mathrm{B}=$ Counterterrorism (CT)\n6. Analysts concern:\na. Authorized targets (Exhibit F)\nb. Foreignness procedures (Exhibit A)\nc. Minimization procedures (Exhibit B)\nd. Trained to know when a target fits the cert\n\nFor this reason, NSA personnel who are going to be involved in the collection, processing or dissemination of data gathered pursuant to Section 702 of FAA must understand the requirements and responsibilities associated with a certification to ensure they are acting in accordance with the representations made to the FISC by the DNI, AG and DIRNSA. In other words, the various parts of a certification lay out the rules of the road for collection and handling of data pursuant to FAA, and this training is designed to assist you in becoming familiar with their terms. (A certification may also contain representations made by other federal agencies that assist in the collection and/or are authorized to receive the proceeds of what NSA is collecting pursuant to FAA. Their terms are only of peripheral interest to most NSA personnel, so they will not be discussed in great detail.)\n\nAlthough Section 702 of the FAA provides a framework of requirements for issuance of a certification, it does not say how that framework must be used. To date, the AG and DNI have issued certifications that are topically based: a certification that authorizes targeting directed at foreign governments, factions, entities and foreign based political organizations (Certification 2008-A) and a certification that authorizes targeting directed at groups engaged in international terrorism or activities in preparation therefore (Certification 2008-B). Each will be discussed in turn.\n\nSince this video was recorded in December 2008, a FAA Certification 2009-C - WMD/Proliferation certification has been approved. Refer to pg. 14 of this document.\n\n## Day to day Analysts' attention\n\nAs described in the briefing, on a day-to-day basis, most analysts will need to be particularly concerned with:\n\n- the portions of the certifications that describe which foreign intelligence targets have been authorized for collection in general terms by the Attorney General and DNI (typically, \"Exhibit F\" to a certification),\n- the procedures for determining that there is a reasonable belief that a particular target is a non-US person located outside the United States (typically \"Exhibit A\" to a certification) and\n- the minimization procedures that govern handling of US person (USP) information acquired in the course of collection directed at non-US persons reasonably believed to be located outside the US who fit within the terms of the authorization (typically \"Exhibit B\" to a certification.)\nThus, at the end of this training, NSA personnel should know how to find out whether a proposed target fits within the terms of a certification,","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":4,"markdown":"## II. Cert 2008-A Foreign Gov'ts\n\n1. DIRNSA's\n\nAffidavit\n2008-A Affidavit\na. Non-US person\nb. Outside of the United States\nc. Using US electronic communications carriers\nd. Purpose\ni. Foreign intelligence\nii. Concerning Foreign Gov't\ne. Minimize US person info\nf. CIA/FBI sharing\nknow where to find the rules for targeting, and know where to find the rules for handling the US person information they acquire. Because the certifications and the associated rules are subject to change, understanding where to find NSA's responsibilities and restrictions is every bit as important as becoming familiar with the specifics of their terms at the current time.\n\n## Certification 2008-A: Targeting Directed at Foreign Governments and Similar Entities\n\n## DIRNSA's affidavit\n\nDIRNSA's affidavit to Certification 2008-A states the following:\nNSA has adopted procedures that are reasonably designed to ensure that all targeting is directed at non-US persons reasonably believed to be outside the United States (\"Exhibit A\", described below)\n\nThis collection will be accomplished by a variety of means at switches and other parts of the infrastructure of companies that provide electronic communications services to people abroad from within the United States.\n\nThe collection will seek to acquire foreign intelligence information concerning foreign governments, factions thereof and similar types of entities, and also states that a list of the entities that will be targeted is included as \"Exhibit F\" (described below.) It also states that if NSA wants to target a foreign government or other similar entity that is not on this list, it may do so, but it has to notify the AG and DNI within 5 days of implementing the targeting.\n\nWhen NSA personnel come across information concerning US persons, they will follow minimization procedures attached to the certification (\"Exhibit B\", described below)\n\nNSA may disseminate to CIA unevaluated data that comes from collection pursuant to this certification and that CIA requests in order to carry out its clandestine espionage and counterintelligence activities abroad.\n\nNSA may also disseminate to FBI, at FBI's request, unevaluated data that comes from collection pursuant to this certification.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":5,"markdown":"## 2. Targeting Procedures (Exhibit A)\n\n2008-A Exhibit A\n\n## Targeting Procedures (Exhibit A)\n\nThese procedures address one of the central requirements of the FAA: determination that the targeting is limited to non-United States persons outside the United States. It does so in four parts.\n\n## Part 1 - Location\n\ni. Located outside of the United States\nii. Totality of circumstances\n\n1. Lead information\n\nPart 1 discusses how NSA will make a determination that a person being targeted is located outside the United States. It notes that the determination is made in light of the totality of the circumstances.\n\nNSA analysts look at lead information they have received on the target; they conduct research in NSA databases available reports and collateral information, and they conduct technical analyses of the email addresses or other facilities to be targeted. They can use information from any one or a combination of these categories of information to determine that the potential target is outside the United States. Part 1 addresses each of these categories in greater detail, with examples of how they are applied to targeting of phone numbers and email addresses.\n\nIt also notes that when NSA is seeking to acquire communications about the target that are not to or from the target, it will employ IP filters or similar technology to ensure that the collection is directed at a party to communications reasonably believed to be outside the United States.\n\nPart 1 also provides similar guidance on assessment of a potential target's status as a non-US person. It notes that information on a potential target's location is frequently useful in determining his status as well. It notes that in the absence of specific information regarding a potential target's status, if a person is reasonably believed to be located outside the United States, he will also be presumed to be a non-US person, unless/until he can be positively identified as a US person or the nature or circumstances of his communication give rise to a reasonable belief to the contrary.\n\nBecause one of the things certified by the AG and DNI is that the purpose of the collection is to gather foreign intelligence, part 1 also addresses how NSA will assess whether the target possesses and/or is likely to communicate information of foreign intelligence value concerning a foreign power or foreign territory. NSA can not target someone merely because he is located outside the US; there has to be some reason to believe that the targeting will acquire foreign intelligence. This requirement, and most of the factors listed in this\n3. Presumption of status based on location\n\n## 4. Target possesses and is likely to communicate foreign intelligence\n\nBecause one of the things certified by the AG and DNI is that the purpose of the collection is to gather foreign intelligence, part 1 also addresses how NSA will assess whether the target possesses and/or is likely to communicate information of foreign intelligence value concerning a foreign power or foreign territory. NSA can not target someone merely because he is located outside the US; there has to be some reason to believe that the targeting will acquire foreign intelligence. This requirement, and most of the factors listed in this","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":6,"markdown":"2. Targeting Procedures cont'd\n\n2008-A Exhibit A\nb. Part II -Location change detection\ni. Detect if a target enters the United States\nii. Or if the target is a US person\nc. Part III - identify the foreign power\nd. Part IV - Oversight\ni. $\\quad \\mathrm{O} \\& \\mathrm{C} / \\mathrm{OGC}$\nii. DOJ/ODNI\nsection are intuitive to NSA analysts, and include information that indicates the target has communicated with someone associated with a foreign power or territory, information in public directories that link a phone number to someone associated with a foreign power or foreign territory.\n\n## Part 2 - Detecting target location or status changes\n\nPart 2 describes steps that will be taken by NSA after targeting has begun to ensure that it detects when a target has entered the United States, despite a reasonable belief to the contrary when targeting was initiated. These steps are designed to prevent NSA from collecting domestic communications as well as any targeting of persons who are inside the United States. NSA looks at registers of roaming cell phones, IP addresses of Internet communications and similar technical information, but in many cases, it will be the content of a communication that indicates that a target has entered the United States. If NSA determines that a target has entered the United States or that a target thought to be a non-US person is in fact a US person, it must terminate collection without delay and take additional steps described in Part 4 below.\n\n## Part 3 - Identifying the foreign power\n\nPart 3 states that before collection can begin, analysts must document one or more citations to the information that led them to believe that a target was located outside the United States. They must also identify the foreign power or foreign territory about which they expect to obtain foreign intelligence so that people conducting oversight of NSA's collection can see how the Agency is meeting the requirements established by the AG and DNI in their certification.\n\n## Part 4 - Oversight and reporting\n\nPart 4 describes oversight and compliance responsibilities associated with collection done pursuant to Certification 2008-A. The SID office of Oversight and Compliance (O\\&C), together with the OGC, is required to develop training on the rules associated with FAA collection. O\\&C must also ensure that raw traffic from FAA collection is labeled and stored only in authorized repositories and accessible only to those who have had such training. O\\&C is also required to conduct periodic spot checks to ensure that NSA is meeting its responsibilities with regard to targeting, dissemination and other activities associated with FAA collection.\n\nThe Department of Justice (DOJ) and the Office of the Director of National Intelligence (ODNI) also conduct independent oversight of NSA's activities, with reviews at least once every 60 days.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":7,"markdown":"2. Targeting Procedures cont'd - 2008-A Exhibit A\niii. Reporting incidents to ODNI CLPO, DOJ, and ODNI OJC for:\n3. Intentional violations\n4. Mistakes\n5. Minimization Procedures (Exhibit B) 2008-A Exhibit B\na. Govern info concerning US persons obtained while targeting nonUS persons\nb. Definitions\n\nNSA must report to DOJ, the ODNI Office of General Counsel and the to the ODNI Civil Liberties Protection Officer, any incidents of noncompliance with targeting procedures that result in intentional targeting of persons reasonably believe to be located in the United States or the intentional acquisition of domestic communications. These reports must be made within 5 days of NSA learning of the incident. Any information acquired by intentionally targeting a US person or a person nor reasonably believed to be outside the United States at the time of targeting has to be purged from NSA databases.\n\nPart 4 also repeats the requirement that if NSA targets someone in the reasonable belief that he is a non-United States person outside the United States and later finds out that the target is inside the United States or is in fact a US person (no matter where he is located), it must cease the targeting without delay. Any information gathered prior to determining that the target was a US person or located inside the United States has to be handled in accordance with the relevant minimization procedures (Exhibit B, discussed below.) In addition, NSA must report the incident to DOJ, the ODNI Office of General Counsel and the ODNI Civil Liberties Officer within 5 days.\n\n## Minimization Procedures (Exhibit B)\n\nThe minimization procedures for Certification 2008-A are modeled on NSA's Standard Minimization Procedures (Annex A to USSID 18), but contain some significant differences. It is important to keep in mind that they govern the processing/retention/dissemination of information concerning US persons that is collected in the course of targeting non-United States persons reasonably believed to be outside the United States. Any restrictions on the handling of data that does not concern US persons come from another source (e.g., concerns about the potential risk to sources and methods.) All of the requirements in the procedures will not be repeated verbatim here, but NSA personnel working with FAA data should review their terms closely.\n\nThe definitions section is the first substantive portion of the procedures and should be reviewed carefully for obvious reasons. Restrictions on the handling of information concerning \"US persons\" can not be properly applied unless one understands what","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":8,"markdown":"3. Minimization Procedures\ncont'd\n2008-A Exhibit B\nc. Section 3 -\n\nAcquisition\ni. Inadvertent communications retained 5 yrs\nii. No US person names in querying\niii. Stop targeting of US location or US status is identified\nfalls within the definition of \"US person.\" The same is true for \"foreign communication\" and similar terms.\n\n## Section 3 - Acquisition and processing\n\nHighlights of section 3, which addresses acquisition and processing in general, include the following:\n\n- inadvertently acquired communications of or concerning US persons can be retained no longer than 5 years (unless the Signals Intelligence Director authorizes a longer retention period in accordance with Section 5)\n- computer selection terms used for scanning collected data to identify communications for analysis shall not include US person names or identifiers\n- if NSA is targeting someone in the reasonable belief that he is a non-US person outside the United States and subsequently learns that either of these beliefs is incorrect, it must terminate the targeting without delay. Any communications collected through such targeting, prior to the determination that the person's status or location was incorrect, must be handled in accordance with the procedures governing \"domestic communications\", discussed in Section 5)\n\n\n## d. Section 4 - Attorney-Client communications\n\nAttorney- Client\nSection 4 states that privileged attorney-client communications must be handled with particular care. Any proposed dissemination of information from privileged attorney-client communications must be reviewed by the NSA OGC\n\n## Section 5 - Domestic communications\n\nSection 5 governs the handling of domestic communications. Generally, domestic communications shall be promptly destroyed. However, DIRNSA can authorize an exception to this requirement if he determines, in writing, that the communications in question fall within one of 4 specified categories:\n\n- domestic communications reasonably believed to contain significant foreign intelligence shall be disseminated to the FBI,","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":9,"markdown":"3. Minimization Procedures cont'd\n\n2008-A Exhibit B\nii. Waiver if: cont'd\n2. Evidence of a crime\n3. Technical database information\n4. Threat of serious harm to life or property\niii. The ordinary storage limit of raw data is 5 years\nf. Section 6 - Foreign communications of US persons\ni. The ordinary storage limit of raw data is 5 years\nii. Ordinarily mask US person identities\nfor possible further dissemination in accordance with its minimization procedures\n\n- domestic communications that do not contain foreign intelligence information but are reasonably believed to contain evidence of a crime may be referred to the NSA OGC for possible further dissemination in accordance with procedures established within the Executive Branch\n- domestic communications that do not contain foreign intelligence or evidence of a crime, but contain technical database information or information necessary to understand or assess a communications security vulnerability may be disseminated to the FBI and other elements of the US Government\n- the communication contains information pertaining to a threat of serious harm to life or property\n\nSection 5 also states that ordinarily the maximum amount of time that unencrypted domestic communications may be retained in technical databases is 5 years, unless the Signals Intelligence Director determines in writing that retention for a longer period is required to respond to authorized foreign intelligence requirements. Notwithstanding any of these limitations, if a domestic communication indicates that a target has entered the United States, NSA may advise the FBI of that fact.\n\n## Section 6 - Foreign communications of US persons\n\nSection 6 governs the handling of foreign communications of or concerning US persons. Unencrypted foreign communications can be retained for up to 5 years, while they are being evaluated, unless the Signals Intelligence Director determines in writing that a longer retention period is required. They can also be retained if dissemination of the communications would be permissible with the US person information included or if they contain evidence of a crime.\n\nOrdinarily, reports based on foreign communications of or concerning US persons are supposed to be disseminated in a manner that masks the US person identities. However, US","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":10,"markdown":"3. Minimization Procedures cont'd\n\n2008-A Exhibit B\ng. Section 7 - Foreign communications of non-US persons\nh. Section 8 - FAA and collaboration\n\n1. This is not sharing reports\n2. NSA can share raw data with Second Party partners\n3. NSA may not share Domestic Communications and ordinarily minimize data\n4. Encrypted communications may be shared unminimized with limitations\nperson identity information may be disseminated to recipients requiring it for the performance of their official duties if the identity is necessary to understand or assess foreign intelligence information or otherwise fits within the criteria outlined in Section 6 (b).\n\n## Section 7 - Foreign communications of NonUS persons\n\nSection 7 states that information from foreign communications concerning non-United States persons can be disseminated in accordance with NSA's normal rules for handling intercept.\n\n## Section 8 - FAA and collaboration with other governments\n\nSection 8 provides the rules for handling information collected pursuant to Section 702 of FAA in the context of collaboration with foreign governments. It is distinct from the dissemination of reporting to foreign governments, which is governed by Section 6. NSA can share or exchange foreign communications with the governments of Australia, Canada, the United Kingdom and New Zealand, but only with their written assurance that they will use the communications subject to the limits on retention and dissemination within the procedures. Domestic communications may not be shared with them, and ordinarily, NSA analysts must remove US person identifiers that are not necessary to understand or assess the foreign intelligence contained within foreign plain text communications.\n\nEncrypted communications may also be shared, as may communications for which the Second Parties' linguistic or technical assistance is required. However, there are significant limitations on what the Second Parties can do with such unevaluated communications and NSA has additional responsibilities with regard to ensuring that the material is handled properly.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":11,"markdown":"4. Target list (Exhibit F) 2008-A Exhibit F\n\n\n#### Abstract\n\nThe foreign government groups that are the subject of Certification 2008-A (Exhibit F) The foreign governments, factions, foreign entities and foreign based political organizations that are the subject of Certification 2008-A (Exhibit F)\n\n\nIn 2008-A, the DNI and AG state that the foreign intelligence information to be acquired pursuant to the certification concerns foreign powers as defined in specific parts of FISA. They also state that the entities listed in Exhibit F fit within these definitions. This means that NSA can target individuals reasonably believed to be non-US persons located outside the United States to acquire information concerning these entities. If NSA wants to target an individual who is reasonably believed to be a nonUnited States person located outside the United States in order to obtain information concerning a foreign power that fits within these definitions, but which is not on the list it may do so. However, it must notify the AG and DNI within 5 days of implementing such targeting. The notification must include a description of the factual basis for NSA's determination that the additional government, faction, entity or political organization is a foreign power that fits within the specified definitions in FISA.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":12,"markdown":"# FAA Certification 2008-B - Counterterrorism \n\n## (Targeting Directed at Foreign Terrorist Groups)\n\n1. DIRNSA's Affidavit\n\nThe only difference from 2008-A is the TARGET SET\n\n## DIRNSA's affidavit\n\nThe only difference between this affidavit and the affidavit for 2008-A is that it reflects that the certification concerns a different set of targets. The collection in this case will seek to acquire foreign intelligence information concerning groups engaged in international terrorism. Similar to 2008-A, the certification for foreign governments and similar entities, it states that a list of the terrorist groups that will be targeted is included as \"Exhibit F\" (described below). It also states that if NSA wants to target a foreign terrorist group that is not on this list, it may do so, but it has to notify the AG and DNI within 5 days of implementing the targeting.\n\n## Targeting Procedures (Exhibit A)\n\nThese procedures are the same as those for 2008-A.\n\n## Minimization Procedures (Exhibit B)\n\nThese procedures are the same as those for 2008-A.\n\n## The foreign terrorist groups that are the subject of Certification 2008-B (Exhibit F)\n\nIn 2008-B, the DNI and AG state that the foreign intelligence information to be acquired pursuant to the certification concerns terrorist groups that are foreign powers as defined in a specific part of FISA. They also state that the groups listed in Exhibit F fit within this definition. This means that NSA can target individuals reasonably believed to be non-US persons located outside the United States to acquire information concerning these groups. If NSA wants to target an individual who is reasonably believed to be a non-US person located outside the United States in order to obtain information concerning a foreign terrorist group that fits within this definition, but which is not on the list it may do so. However, it must notify the AG and DNI within 5 days of implementing such targeting. The notification must include a description of the factual basis for NSA's determination that the additional foreign terrorist group is a foreign power that fits within the specified definition in FISA.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":13,"markdown":"# FAA Certification 2009-C - WMD/Proliferation \n\n## (Targeting Directed at Persons, Groups and Entities Involved in the Proliferation of Weapons of Mass Destruction, Advanced Conventional Weapons, Disruptive Technologies and their Deliver Systems)\n\n1. DIRNSA's Affidavit\n\n2009-C has no Exhibit F\nInstead of identifying target affiliations, 2009-C describes activities\n\n1. Proliferating WMD\n2. Supply of WMD parts\n3. Sales of disruptive technologies\n4. Sales of advanced conventional weapons\n\n## DIRNSA's affidavit\n\nDIRNSA's affidavit for 2009-C is quite different from those for 2008-A and 2008-B. 2008-A and 2008-B contained lists of specific targets, in an \"Exhibit F\" attached to the certifications. 2009-C does not contain a similar list. Instead, DIRNSA's affidavit describes the entities that can be targeted pursuant to this certification by giving examples of groups or persons that possess and/or are likely to communicate information concerning one or more of the following activities: (1) proliferating weapons of mass destruction (WMD), to include nuclear, radiological biological or chemical weapons, their deliver means, and related materials or technology by state or non-state actors (2) operating supplier networks used by state and non-state actors to acquire WMD capabilities, delivery means or related materials or technology, (3) developing, selling or purchasing emerging and disruptive technologies that pose a threat to the United States, its people or its allies, or (4) developing selling or purchasing advanced conventional weapons that pose a threat to the United State, its people or its allies.\n\nThe examples that are included in the affidavit are not the only types of entities that may be targeted, but should be reviewed by analysts who are interested in conducting targeting pursuant to this certification. If a potential target falls clearly within one of the descriptions, it is clearly suitable for tasking. However, the key determinations are that the potential targets are reasonably believed to be non-US persons located outside the United States and that they possess and/or are likely to communicate information concerning the 4 categories of activities listed above.\n\nTargeting Procedures (Exhibit A)\nThese procedures are the same as those for 2008-A.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":14,"markdown":"3. Minimization Procedures (Exhibit B)\n\nFocus on Section 8\n\n1. NSA may dissemination instruction\n2. Expanded NSA capability to obtain technical and linguistic assistance\n\n## Minimization Procedures (Exhibit B)\n\nThese procedures differ in two relatively minor ways from the minimization procedures for 2008-A and 2008-B. Both of these differences appear in section 8. First, they make it clear that NSA may disseminate intelligence reports that contain properly minimized US person information to foreign governments, and that any dissemination of US person information to a foreign government must be done in a manner consistent with subsections 6(b) and 7 of the minimization procedures...essentially the same rules that govern dissemination of US person information to other federal agencies. Because NSA always interpreted this portion of the minimization procedures in this manner, this \"clarification\" has no meaningful practical consequences. Second, they expand NSA's capability to obtain technical and linguistic assistance from foreign governments beyond the Second Parties. The conditions and limitations under which such assistance may be sought/provided remain unchanged, but as long as they are met, NSA may obtain the assistance from other foreign governments as well.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":15,"markdown":"# FAA Certification 2009-A - Foreign Governments \n\n## (Targeting Directed at Foreign Governments and Similar Entities)\n\nChanges from 2008-A:\nExhibit F is updated\n\nNew method to update Exhibit F target list\n\nSome notifications are changed from \"7 days\" to \"5 business days\"\n\nThis certification replaced certification 2008-A. The list of governments/entities in Exhibit F is slightly different from that which was included in the 2008 version. As always, if an analyst wants to target a selector pursuant to this certification, he should make sure that the targeting concerns a listed entity. NSA may modify the list by notification to the Attorney General and Director of National Intelligence within 5 business days of implementing collection directed at an entity that does not appear on the list, but that is not a decision that can be made by an individual analyst. Questions about modifying the list should be addressed to the OGC.\n\nThe only other somewhat significant difference between 2008-A and 2009-A is a change in the calculation of some requirements for notification. In 2008-A, NSA was required to notify the AG and DNI of additions to the list in Exhibit F within \"7 days\". NSA was also required to inform DOJ and the ODNI of certain incidents of noncompliance with the targeting procedures as well as inadvertent targeting of persons located inside the US within \" 7 days.\" All of these requirements have been changed to \" 5 business days\" in 2009-A to ensure consistent calculation of the timeframes for notification.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":16,"markdown":"# FAA Certification 2009-B - Counterterrorism \n\n## (Targeting Directed at Foreign Terrorist Groups)\n\nChanges from 2008-B:\nExhibit F is updated\n\nNew method to update Exhibit F target list\n\nSome notifications are changed from\n\"7 days\" to\n\"5 business days\"\n\nThis certification replaced certification 2008-B. The list of terrorist groups in Exhibit F is slightly different from that which was included in the 2008 version. As always, if an analyst wants to target a selector pursuant to this certification, he should make sure that the targeting concerns a listed terrorist group. NSA may modify the list by notification to the Attorney General and Director of National Intelligence within 5 business days of implementing collection directed at a group that does not appear on the list, but that is not a decision that can be made by an individual analyst. Questions about modifying the list should be addressed to the OGC.\n\nThe only other somewhat significant difference between 2008-B and 2009-B is a change in the calculation of some requirements for notification which mirrors the change made in 2009-A (discussed above). In 2008-B, NSA was required to notify the AG and DNI of additions to the list in Exhibit F within \" 7 days\". NSA was also required to inform DOJ and the ODNI of certain incidents of noncompliance with the targeting procedures as well as inadvertent targeting of persons located inside the US within \" 7 days.\" All of these requirements have been changed to \" 5 business days\" in 2009-B to ensure consistent calculation of the timeframes for notification.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}}],"model":"mistral-ocr-2503-completion","usage_info":{"pages_processed":17,"doc_size_bytes":53700}}