{"pages":[{"index":0,"markdown":"# United States SIGINT System January 2007 Strategic Mission List \n\n## Introduction - Director's Intent\n\n(S//SI) The SIGINT Strategic Mission List represents the intent of the Director, National Security Agency in regard to mission priorities and risks for the United States SIGINT System (USSS) over the next 12-18 months. The list is derived from review of the Intelligence Community National Intelligence Priorities Framework, DCI/DNI Guidance, the Strategic Warning List, National SIGINT Requirements Process (NSRP) and other strategic planning documents. The missions included on the list are in relative priority order and represent the most urgent tasks for the USSS. The list is not intended to be all encompassing, but is intended to set forth guidance on the highest priorities.\n\n## Topical Missions and Enduring Targets\n\n(S//SI) The SIGINT Strategic Mission List is divided into two parts. It includes 16 critical topical missions in Part I of the list, which represent missions discerned to be areas of highest priority for the USSS, where SIGINT can make key contributions. In addition to the 16 critical topical missions, Part II of the SIGINT Strategic Mission List includes 6 enduring targets that are included due to the need to work these targets holistically because of their strategic importance. In addition to their long-term strategic importance, the enduring targets can potentially \"trump\" the highest priority topical missions on the list at any time, based upon evolving world events. Elements of these targets are also represented throughout the topical target sets. For each of the 16 topical missions and each of the 6 enduring targets the Strategic Mission List includes:\n\n1) Focus Areas - critically important targets against which the SIGINT enterprise is placing emphasis. DIRNSA designation of a target as a focus area constitutes his guidance to the SIGINT System that it is a \"must do\" target for that mission.\n2) Accepted Risks - strategically significant targets against which the USSS is not placing emphasis and for which SIGINT should not be relied upon as a primary source. DIRNSA's reasons for accepting these risks include high difficulty and lack of resources or as an \"Economy of Force Measure,\" in order to achieve focus on the most critical targets.\n\n## A Strategic Investment Tool for SIGINT Resources\n\n(S//SI) Given a finite level of resources available in all mission areas, the Strategic Mission List provides high-level strategic direction to the global SIGINT system to focus resources on the most important/highest priority areas. \"Risks\" identify targets that cannot be resourced to the level of a Focus Area, thereby acknowledging that shortfalls will exist. As world circumstances change, these or other targets can be added to the list as needed; targets no longer of critical importance can also be removed from the Focus Area category. In addition, other targets, not listed as focus or risk areas, can also be worked by the USSS to a lesser degree to meet other customer requirements. The Strategic Mission List will be reviewed biannually by the USSS Signals Intelligence Leadership Team. Missions, Focus areas, and Accepted Risks will be adjusted as a means of providing high-level steerage to the Nation's agile SIGINT System.","images":[],"dimensions":{"dpi":200,"height":1493,"width":1091}},{"index":1,"markdown":"(S/SSI) Changes to Strategic Mission List - Note: Neither the number of missions nor focus areas are fixed\n\n1. Additions to the list or changes in text are highlighted in bold text for easy identification. These changes are carried as bold for one cycle of the list and then changed to normal text.\n2. Deletions from the list are highlighted in bold double parentheses (( )) for easy identification. These changes are carried for one cycle of the list and then removed.\n3. The SIGINT Leadership Team will revise the Mission List, ad hoc, when required.","images":[],"dimensions":{"dpi":200,"height":1493,"width":1091}},{"index":2,"markdown":"# United States SIGINT System Strategic Mission List January 2007 \n\n## (U) I. Strategic Mission List - Topical Missions\n\n(S/SSI) A. MISSION: Terrorism: Winning the Global War on Terrorism.\n\n## Focus Areas:\n\na. All Interagency Intelligence Committee on Terrorism (IICT) Tier 0 and 1 terrorist groups with capabilities and intentions to attack the US, its interests or allies, or groups actively planning or carrying out a terrorist attack against U.S. persons, facilities, or interests.\nb. Key individuals and Terrorist Support Entities (TSE) involved in the facilitation, financing, and recruitment or radicalization of all IICT Tier 0 and 1 terrorist group networks globally.\nAccepted Risks: All IICT Tier 2, 3, and 4 terrorist groups, and TSEs.\n(S/SI) B. MISSION: Homeland Security: Protecting the U.S. Homeland from terrorist attack and other transnational threats to safeguard U.S. persons, freedoms, critical information, infrastructure, property and economy.\nFocus Areas:\na. Border Security (land, air, sea).\nb. Direct defense against terrorist attack.\nc. Diseases, epidemics, and pandemics.\nd. Executive Protection/U.S.-Based NSSEs\ne. Illicit Facilitation as it relates to special interest aliens and CBRN materials and technology.\n\n## Accepted Risks:\n\na. Accepted risks as stated in the \"Terrorism\" mission.\nb. Global coverage of all illicit activities of potential concern to the Homeland.\n(S/SSI/REL USA, AUS, CAN, GBR) C. MISSION: WMD and CBRN Programs and Proliferation: Combating the Threat of Development and Proliferation of Weapons of Mass Destruction, CBRN, and Delivery Methods (particularly ballistic and nuclear-capable cruise missiles).\nFocus Areas:\na. Development, Acquisition, or Use of CBRN.\nb. State WMD and ballistic and cruise missile programs of:\n\nChina (biological, chemical, nuclear, ballistic and cruise missiles)\nIndia (nuclear, ballistic missiles)\nIran (biological, chemical, nuclear, and ballistic missiles)\nNorth Korea (biological, chemical, nuclear, ballistic missiles)\nPakistan (nuclear, ballistic missiles)\nRussia (biological, chemical, nuclear, ballistic and cruise missiles)\nSyria (chemical, nuclear, ballistic missiles).\nc. WMD and missile proliferation activities by states:\n\nChina (nuclear, ballistic missiles), Israel (cruise missiles)\nNorth Korea (nuclear, ballistic missiles)","images":[],"dimensions":{"dpi":200,"height":1564,"width":1143}},{"index":3,"markdown":"Pakistan (nuclear, ballistic missiles)\nRussia (ballistic missile).\nd.WMD and missile acquisition activities by states:\n\nChina (cruise missiles)\nIndia (cruise missiles)\nIran (nuclear, ballistic missiles)\nPakistan (cruise missiles)\nSaudi Arabia (nuclear, ballistic missiles).\ne. Safety and Security of WMD:\n\nPakistan (nuclear)\nRussia (nuclear).\nAccepted Risks:\nState WMD and ballistic and cruise missile programs of:\nEgypt (ballistic missiles)\nLibya (ballistic missiles)\nTaiwan (ballistic missiles).\n(S/SI) D. MISSION: U.S. Forces at Risk (Military Support): Protecting U.S. Military Forces\n\nDeployed Overseas and Enabling their Operations.\nFocus Areas:\na. U.S. forces deployed in: Iraq, Afghanistan, Mideast Region, Korea, and Philippines.\nb. Support to military planning and operations: Support to OPLAN 5027 (Korea).\nc. Intentions of foreign and indigenous anti-coalition forces, command and control, OOB, and operational support in Iraq and Afghanistan.\nd. Support to U.S. forces in identification of HVTs in Afghanistan/ Pakistan and Iraq.\n\n# Accepted Risks: \n\na. Protection of U.S. forces deployed in: Balkans (Kosovo).\nb. South Korea leadership intentions in OPLAN 5027.\nc. Routine military support to U.S. forces deployed in non-combat situations.\n(S/SI) E. MISSION: State/Political Stability: Providing Warning of Impending State Instability. Focus Areas:\na. Internal political activities that could threaten the survivability of leadership in countries where US has interest in regime continuity: Iraq, Afghanistan, Pakistan, and Saudi Arabia.\nb. Internal political activities that could result in crisis in: North Korea, Sudan/Dafur humanitarian crisis, Cuba, Kosovo, Turkey, Nigeria, Lebanon, Venezuela, Syria, Bolivia, Latin American Bolivarian Developments, and Palestinian Authority.\nAccepted Risks: Internal political stability of: Egypt, Zimbabwe, Cote d'Ivoire, Liberia, DROC, Bangladesh, Georgia, Jordan, and Haiti.\n(S/SI) F. MISSION: Warning of Strategic Nuclear Missile Threats: Providing Warning of a Strategic Nuclear Missile Attack on the territory of the 50 United States.\nFocus Areas: Areas covered under a peacetime SIGINT strategy maintaining full capabilities with reasonably sufficient coverage for the provision of warning include: Russia's Nuclear C3, Mobile","images":[],"dimensions":{"dpi":200,"height":1493,"width":1091}},{"index":4,"markdown":"ICBMs, strategic navy missiles, and Bombers; China's Nuclear C3, Mobile ICBMs, and SSBNs; and North Korea's Nuclear C3 and potential ICBM (TD-2) Threat.\nAccepted Risks: Strategic Targets where SIGINT is not a primary intelligence source in providing warning: Russia's Silo-based ICBMs; China's Silo-based ICBMs.\n(S//SI) G. MISSION: Regional Conflict and Crisis/Flashpoints to War: Monitoring Regional Tensions that Could Escalate to Conflict/Crisis.\nFocus Areas: Regional flashpoints that could pose a significant threat to U.S. strategic interests: Arab/Iran-Israel conflict, Korean Peninsula, China-Taiwan, India-Pakistan, Venezuela (impact on surrounding region), and Russia/Georgia.\nAccepted Risks: Regional flashpoints in: Ethiopia-Eritrea and Africa Great Lakes Region.\n(S//REL USA, AUS, CAN, GBR, NZL) H. MISSION: Information Operations: Mastering Cyberspace and Preventing an Attack on U.S. Critical Information Systems. Focus Areas:\na. (S//SI) Enabling Computer Network Defense (CND): Provide cyber threat warning, detection, characterization, and mitigation services for U.S. and allied computer network operators: Named Intrusion Sets (Including, but not limited to: Gadget Hiss, Seed Sphere/Byzantine Trace, Makers Mark, Byzantine Candor), New intrusions.\nb. (S//REL USA, AUS, CAN, GBR, NZL) Enabling Computer Network Attack (CNA): Deliver intelligence, access, and dual-use capabilities in support of U.S. computer network attack objectives.\nc. (S//SI) Foreign Intelligence Services' Cyber Threat Activities: Deliver intelligence on the capabilities, vulnerabilities, plans and intentions of foreign actors to conduct CNO against USG networks and those of interest to the USG. Identify what Foreign Intel Services know about USG capabilities, vulnerabilities, plans and intentions to conduct CNO: China, Russia, Iran, and al-Qa'ida.\nd. (S//SI) Enabling Electronic Warfare (EW): Provide cognizance of the EM environment, signal detection/geolocation, and characterization through intelligence (ELINT, COMINT, Tech SIGINT) and other technical means to U.S. EW planners and operators: China, Russia, Iran, Iraq/Afghanistan (IED's) and North Korea.\ne. (S//SI) Enabling Influence Operations: Support U.S. military deception (MILDEC) and psychological operations (PSYOP), and inter-agency Strategic Communication objectives to influence target behavior and activities: Terrorist groups, China, North Korea, Iran, and Venezuela.\nAccepted Risks:\na. Enabling CND: Isolated malicious activity that could pose a serious threat.\nb. Enabling CNA.\nc. FIS Cyber Threat: France, Israel, Cuba, India, and North Korea.\nd. Enabling EW: (producers/proliferators): Sweden, Japan, Germany, Israel, and France.\ne. Enabling Influence Operations: Pakistan and Russia.\n(S//SI) I. MISSION: Military Modernization: Providing Early Detection of Critical Developments in Foreign Military Programs.\nFocus Areas:\na. Threat posed by continued modernization as it involves the forces and weapons of: China, North Korea, Russia, Iran, and Syria.","images":[],"dimensions":{"dpi":200,"height":1493,"width":1091}},{"index":5,"markdown":"b. Activities of state and non-state actors (gray arms dealers) in supplying advanced conventional weapons.\nc. Threats posed by foreign space and counter-space systems: China and Russia.\n\n# Accepted Risks: \n\na. Weapons and force developments in: Saudi Arabia, and India.\nb. Threats posed by foreign space and counter-space systems: India and France.\n(S/SSI) J. MISSION: Emerging Strategic Technologies; Preventing Technological Surprise. Focus Areas: Critical technologies that could provide a strategic military, economic, or political advantage: high energy lasers, low energy lasers, advances in computing and information technology, directed energy weapons, stealth and counter-stealth, electronic warfare technologies, space and remote sensing, electro-optics, nanotechnologies, energetic materials. The emerging strategic technology threat is expected to come mainly from Russia, China, India, Japan, Germany, France, Korea, Israel, Singapore, and Sweden.\nAccepted Risks: Technological advances and/or basic S\\&T development on a global basis elsewhere.\n(S/SI) K. MISSION: Foreign Policy ((includes Intention of Nations and Multinational Orgs)): Ensuring Diplomatic Advantage for the US.\nFocus Areas: Positions, objectives, programs, and actions on the part of governments or multilateral organizations that could significantly impact U.S. national security interests: China, Russia, France, Germany, Japan, Iran, Israel, Saudi Arabia, North Korea, Afghanistan, Iraq, UN, Venezuela, Syria, Turkey, Mexico, South Korea, India, and Pakistan.\nAccepted Risks: Positions, objectives, programs, and actions on the part of governments or multilateral organizations that could impact U.S. foreign policy or security interests: Taiwan.\n(S/SI) L. MISSION: Energy Security: Ensuring a Steady and Reliable Energy Supply for the US. Focus Areas: Threats to the production and global distribution/transportation of energy supplies of: Iraq, Saudi Arabia, Venezuela, Iran, Russia and Nigeria. Accepted Risks: Global impact of the state of energy industries in: Mexico and China.\n(S/SI) M. MISSION: Foreign Intelligence, Counterintelligence; Denial \\& Deception Activities: Countering Foreign Intelligence Threats.\nFocus Areas: Espionage/intelligence collection operations and manipulation/influence operations conducted by foreign intelligence services directed against U.S. government, military, science \\& technology and Intelligence Community from: China, Russia, Cuba, Israel, Iran, Pakistan, North Korea, France, Venezuela, and South Korea.\nAccepted Risks: Espionage/intelligence collection operations against U.S. government, military, science $\\&$ technology and Intelligence Community from: Taiwan and Saudi Arabia.","images":[],"dimensions":{"dpi":200,"height":1493,"width":1091}},{"index":6,"markdown":"(S/SI) N. MISSION: Narcotics and Transnational Criminal Syndicates and Networks: Mitigating the impact on U.S. national interests from drug trafficking organizations (DTOs) and transnational criminal syndicates and networks (TCSNs).\nFocus Areas:\na. DTOs and associated enabling activities in Afghanistan, Mexico and Colombia that threaten U.S. interests.\nb. TCSNs based in (or originating in) Russia that threaten U.S. or allied interests.\nc. Money laundering that benefits TCSNs within, into, and out of Colombia and Mexico.\nd. Criminal facilitators acting as a nexus between crime/narcotics and terrorism.\ne. State-sponsored money laundering by Iran and North Korea.\n\n# Accepted Risks: \n\na. Drug production/trafficking within the Golden Triangle, China, and North Korea.\nb. TCSNs operating in Central Asia, former Eastern Europe, and Asia.\nc. Criminal associated money laundering in Afghanistan, and Iraq.\n\nState-sponsored money laundering by Syria.\n(S/SI) O. MISSION: Economic Stability/Influence: Ensuring U.S. Economic Advantage and Policy Strategies.\nFocus Areas: Economic stability, financial vulnerability, and economic influence of states of strategic interest to the US: China, Japan, Iraq, and Brazil.\nAccepted Risks: Economic stability, financial vulnerability, and economic influence of states of strategic interest to the US: Turkey and India.\n(S/SI) P. Mission: Global Signals Cognizance: The core communications infrastructure and global network information needed to achieve and maintain baseline knowledge. Capture knowledge of location, characterization, use, and status of military and civil communications infrastructure, including command, control, communications and computer networks: intelligence, surveillance, reconnaissance and targeting systems; and associated structures incidental to pursuing Strategic Mission List priorities. Focus of mission is creating knowledge databases that enable SIGINT efforts against future unanticipated threats and allow continuity on economy of force targets not currently included on the Strategic Mission List.\n\n## Focus Areas:\n\nGlobal Environment knowledge.\nSignals knowledge.\nNetwork knowledge.\nTarget knowledge.\nAccepted Risks: Degree of maturity may greatly vary by target.","images":[],"dimensions":{"dpi":200,"height":1564,"width":1143}},{"index":7,"markdown":"# (U) II. Strategic Mission List - Enduring Targets \n\n(S/SI) A. MISSION: China: Enabling U.S. policy and avoiding strategic surprise. Focus Areas: Provide U.S. decision makers with a holistic SIGINT perspective of trends and developments in China, assessing and/or predicting strategic direction, plans, intentions, and capabilities that impact U.S. interests. Such analysis must consider China's strategic foreign and economic policy trends that impact U.S. interests or degrade U.S. influence; the pace, scope, doctrine, and economic sustainability of China's military modernization; the proliferation of PRC weapons and technology; the prospects for regional conflict or strategic nuclear attack; domestic economic transformation and its consequences for economic, political, and social stability; subversive threats to U.S. institutions through hostile intelligence and information operations; and the interdependencies among these developments. Accepted Risks: Certain domestic problem sets, such as demographic issues; lower-level political institutional growth; civil society issues such as crime and human rights; environmental problems and planning; and agricultural production and food security. Also, issues that transcend national boundaries, such as Chinese involvement in international organized crime; energy demand, production, and acquisition; and infectious disease and health.\n\n## (S/SI) B. MISSION: North Korea: Enabling the US to counteract North Korea's development/use/proliferation of WMD, deter its aggression, and shape its behavior while maintaining U.S. readiness for collapse/war. Focus Areas: Provide U.S. decision-makers with a holistic SIGINT perspective of trends and developments in North Korea, assessing and/or predicting strategic direction, plans, intentions, and capabilities that impact U.S. interests and provide warning of strategic threat. Such analysis must consider the stability of the North Korean regime and how it employs domestic and foreign policies to maintain its grip on power; the relationship between regime stability/behavior and its access to income from illicit activities and weapons proliferation; how Chinese and South Korean \"carrots and sticks\" enable or constrain North Korean behavior; the impact of the decaying North Korean economy on military readiness; and how the interplay between U.S. policy initiatives toward North Korea and all of the above elements affect North Korea's strategic calculus, the material disposition of its nuclear weapons, and the status of its military. Accepted Risks: For domestic issues, risks include non-defense oriented industrial production, demographic issues, and environmental problems. Regarding issues that transcend borders, risks include non-counterintelligence associated ties between North Korean statesponsored illicit activities and international organized crime institutions and individuals; North Korean agent activity in South Korea and Japan; non-state sponsored corruption and illicit behavior; and North Korean economic refugee flows into China.\n\n(S/SI) C. MISSION: Iraq: Enabling Coalition efforts to assist Iraq in establishing a secure, unified, democratic, and sovereign state. Focus Areas: Provide U.S. decision makers with a holistic SIGINT perspective of trends and developments, assessing Iraq's progress toward establishing a viable, stable government; securing public order; suppressing insurgent opposition; ensuring reliable access to basic services and commodities; safeguarding strategic resources; and restoring a more sound economic footing. Provide intelligence on relevant factors, forces, leaders, and regional actors to facilitate U.S. Government","images":[],"dimensions":{"dpi":200,"height":1493,"width":1091}},{"index":8,"markdown":"policy or actions in support of the Iraqi process and to seize the strategic communications initiative. Accepted Risks: none\n(S//SI) D. MISSION: Iran: Enabling policymakers in preventing Iran from achieving its regional dominance objectives and pursuing policies that impact U.S. global interests. Focus Areas: Provide U.S. decision makers with a holistic SIGINT perspective of regional trends and developments, assessing and/or predicting strategic direction, plans, intentions and capabilities that impact U.S. interests. Assess Iran's foreign policy trends and leadership intentions that impact U.S. interests or degrade U.S. influence. Provide warning of Iran's capability to produce a nuclear weapon or its plans to use terrorist surrogates to attack Israel or U.S. forces and interests. Assess the regime's progress in initiatives that enhance its pursuit of regional power objectives in the political, economic, energy, and religious or ideological arenas. Provide indicators of regime stability and/or susceptibility to democratic reform initiatives. Accepted Risks: Efforts to ascertain the scope of Iran's narcotics/organized crime elements and economic stability/influence.\n(S//SI) E. MISSION: Russia: Assuring diplomatic and strategic advantage and avoiding critical surprise. Focus Areas: Provide U.S. policy and decision makers with a holistic SIGINT perspective of developments and trends in Russia, assessing and/or predicting strategic direction, plans, intentions, and capabilities that impact U.S. interests. Such analysis must consider Russia's strategic foreign policy and economic intentions and actions as they pertain to U.S. interests and influence in the region and globally; the strength of Russia's economy and its impact on Russian power projection capability and strategic positioning; Russia's efforts to regain military strength and stimulate economic growth through the development and sale of advanced technology and weaponry; and the role of WMD, organized crime and counterintelligence in enabling Russian strategic initiatives. Accepted Risks: Certain domestic issues such as demographics, regional politics, development of civil society in the country, and monitoring of low-level military training activities. Also, issues that transcend national boundaries such as Russia's plans, intentions and capabilities regarding influence on the former Soviet space.\n(S//SI) F. MISSION: Venezuela: Enabling policymakers in preventing Venezuela from achieving its regional leadership objectives and pursuing policies that negatively impact U.S. global interests. Focus Areas: Provide U.S. decision makers with a holistic SIGINT perspective of regional trends and developments, assessing and/or predicting strategic direction, plans, intentions and capabilities that impact U.S. interests. Assess Venezuela's foreign policy trends and leadership intentions that impact U.S. interests or degrade U.S. influence. Assess Chavez' progress in his initiatives to pursue regional power objectives in the political, economic, energy, and ideological arenas. Provide indicators of regime stability, particularly in the energy sector. Assess the depth and breadth of Venezuela's relations with countries of strategic concern to the United States, particularly Iran, Cuba, China, and Russia. Accepted Risks: Efforts to ascertain the scope of Venezuela's narcotics/organized crime elements and economic stability/influence.","images":[],"dimensions":{"dpi":200,"height":1493,"width":1091}}],"model":"mistral-ocr-2503-completion","usage_info":{"pages_processed":9,"doc_size_bytes":1758820}}