{"pages":[{"index":0,"markdown":"# (U//FOUO) CLASSIFICATION GUIDE FOR FOREIGN INTELLIGENCE SURVEILLANCE ACT (FISA)/PROTECT AMERICA ACT (PAA)/FISA AMENDMENTS ACT (FAA) ACTIVITIES $(2-48)$ \n\nEffective Date: 4 August 2009\nRevised Date(s): 8 February 2012\n\nClassified by: William M. Crumm SIGINT Director\n\nReason(s) for Classification: E.O. 12958 1.4(c)\n\nDeclassify on: 25 years*\n\nEndorsed by: Joseph J. Brand\nAssociate Director for Community Integration, Policy \\& Records","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":1,"markdown":"# (U) Change Register \n\n| Change No. | Change | Date Made <br> mm/dd/yy | By <br> (initials) |\n| :--: | :-- | :--: | :--: |\n| 1. | (U) Added change register. | $02 / 07 / 12$ | nnh |\n| 2. | (U//FOUO) Included the two S02 OCA decisions in the 25 <br> October 2010, \"Classification Decision Regarding NSA <br> Activities Conducted under the Foreign Intelligence <br> Surveillance Act Amendments Act\" SPF as items 2.10. and <br> 2.11. Renumbered the rest of section 2 appropriately. | $02 / 07 / 12$ | nnh |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":2,"markdown":"(U) NSA/CSS CLASSIFICATION GUIDE NUMBER: 2-48\n(U) PUBLICATION DATE:\n(U//FOUO) PROJECT ACTIVITY NAME: Foreign Intelligence Surveillance Act/Protect America Act/FISA Amendments Act (FISA/PAA/FAA) Activities\n(U) OFFICE OF ORIGIN: SID Oversight \\& Compliance, SV\n(U//FOUO) POC: Stephanie Schneider, Chief Oversight \\& Compliance\n(U) PHONE: 966-2479(s)\n(U//FOUO) CLASSIFIED BY: S, SIGINT Director, William M. Crumm\n(U) DECLASSIFICATION DATE: 25 Years*\n(U//FOUO) This guide provides classification guidance for FISA/PAA/FAA. FISA governs the conduct of certain electronic surveillance activities within the United States and against U.S. persons, regardless of location, and requires surveillances be authorized by the United States Foreign Intelligence Surveillance Court (USFISC), or in certain limited circumstances, by the Attorney General. PAA was an interim version of the FISA modernization legislation and allowed the DNI and the Attorney General to jointly authorize the acquisition of foreign intelligence information concerning persons reasonably believed to be outside the United States. FAA is the permanent FISA modernization legislation and is authorized by the USFISC.\n(TS//NF) FISA includes all NSA FISA (to include Business Records, Large Content \\& FAA) and FBI FISA (to include Pen Register Trap Trace).\n(U//FOUO) The phrases, \"seeks or obtains FISA authority\" and \"seeks or obtains PAA authority\" used throughout this document include the fact that NSA collects/ processes/ analyzes/ retains/ produces and then disseminates foreign intelligence information and data.\n(U//FOUO) Unless otherwise specified, classification guidance which concern NSA FISA activities apply to all forms of NSA FISA, including FAA.\n(U//FOUO) Consult with the Office of General Counsel or the SID Office of Oversight and Compliance for guidance on when FISA or other special authorities are needed to conduct SIGINT activities.\n(U//FOUO) Note: Timetable for FISA/PAA/FAA: FISA, 1978 - present; PAA and Continuation, August 2007 - July 2008; FAA, July 2008 - present.","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":3,"markdown":"# (U) FISA/PAA/FAA Activities: \n\n| Description of Information | Classification/ <br> Markings | Reason | Declassification Date | Remarks |\n| :--: | :--: | :--: | :--: | :--: |\n| 1. GENERAL FACTS |  |  |  |  |\n| 1.1. (U) The fact that NSA conducts activities under Foreign Intelligence Surveillance Act (FISA) or Protect America Act (PAA). | UNCLASSIFIED | N/A | N/A |  |\n| 1.2. (U) The fact that NSA targets/ collects/ processes the communications of unspecified foreign governments/ organizations/ terrorist groups/ individuals under FISA/PAA. | UNCLASSIFIED | N/A | N/A | (U) Section 2 provides classification guidance when communications entities are specified. |\n| 1.3. (U) The fact that unspecified selectors are targeted and collected under FISA/PAA. | UNCLASSIFIED | N/A | N/A | (U) See Section 2.18 for classification guidance when selectors are specified. |\n| 1.4. (U) The fact that the PAA allows electronic surveillance of communications of persons reasonably believed to be foreign and outside the U.S. | UNCLASSIFIED | N/A | N/A |  |\n| 1.5. (U) The fact that NSA acquires foreign intelligence information from or with the assistance of an unspecified communications provider to collect PAA-authorized data. | UNCLASSIFIED | N/A | N/A | (U) Identifying a specific communications provider would make this fact classified. |\n| 1.6. (S//REL TO USA, FVEY) The fact that PAAauthorized activities were or may be conducted at an unspecified communications facility in the U.S. | SECRET// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 1.7. (S//REL TO USA, FVEY) The fact that the Foreign Intelligence Surveillance Court (FISC) approved, on 22 July 2002, a motion to allow NSA to | SECRET// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (S//REL TO USA, FVEY) The CIA also receives this raw data. (U//FOUO) Classified based on |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":4,"markdown":"| receive raw data from <br> Court-authorized electronic <br> surveillance and physical <br> search acquired by the FBI <br> of international terrorist <br> groups, their agents, and <br> related targets. |  |  |  | Docket number 02- <br> 431, 22 July 2002. |\n| :-- | :-- | :-- | :-- | :-- |\n| 1.8. (S//REL TO USA, <br> FVEY) The fact that FBI <br> obtains FISA <br> counterterrorism court <br> orders on behalf of NSA. | SECRET// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI/NF) For <br> FBI Pen Register <br> Trap Trace (PR/TT), <br> classification is <br> TOP SECRET//SI// <br> NOFORN. |\n| 1.9. (S//REL TO USA, <br> FVEY) The fact that FBI <br> enables FISA-authorized <br> surveillances, without <br> identification of targets, on <br> behalf of NSA. | SECRET// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (S//REL TO USA, <br> FVEY) This will <br> apply to either NSA- <br> or FBI-secured court <br> orders. |\n| 1.10. (S//SI//REL TO USA, <br> FVEY) The fact that NSA <br> acquired or acquires <br> signaling, dialing, routing <br> and addressing information <br> of electronic <br> communications targeted <br> under PAA from <br> communications service <br> providers. | SECRET//SI// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 1.11. (U//FOUO) The <br> association of any <br> RAGTIME data labels, <br> e.g., RAGTIME-C, etc., <br> with NSA FISA or PAA <br> activities. | UNCLASSIFIED// <br> FOUO | Ex. 3* | N/A | (U//FOUO) These <br> data labels will be <br> applied to FISA raw <br> traffic to ensure that <br> only those who are <br> properly trained to <br> handle, retain, and <br> disseminate FISA or <br> PAA-authorized <br> collection may do <br> so. |\n| 1.12. (C//REL TO USA, <br> FVEY) The fact that NSA <br> FISA surveillances are <br> subject to an Interagency <br> Review Panel (IRP) policy <br> approval process, with or <br> without mention of the <br> specific participants in that <br> process or their roles. | CONFIDENTIAL// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 2. (U) TARGETING/COLLECTION/PROCESSING |  |  |  |  |\n| 2.1. (U) The fact that NSA <br> seeks or obtains FISA | SECRET//SI// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":5,"markdown":"| authority against a specified country, with identification of specific foreign target facilities or their locations outside of the U.S. | at a minimum |  |  |  |\n| :--: | :--: | :--: | :--: | :--: |\n| 2.2. (U) The fact that NSA seeks or obtains FISA authority against a specified country, with identification of specific foreign target facilities or their locations inside the U.S. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 2.3. (U) The fact that NSA seeks or obtains FISA authority against a specified country, without identification of specific foreign target facilities or their locations. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) When the foreign target entity or location is not specified, the default is that the activity could be taking place in the U.S., and therefore such information is classified at the TOP SECRET//SI// NOFORN level in accordance with 2.2 above. |\n| 2.4. (TS//SI//NF) The fact that NSA seeks or obtains FISA authority against an international organization inside the U.S., with or without identification of specific communications entities. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//NF) The classification level is TOP SECRET//SI// NOFORN regardless of whether the international organization is specified for which NSA is seeking or obtaining FISA authority. |\n| 2.5. (TS//SI//NF) The fact that NSA seeks or obtains FISA authority against an international organization that includes 2nd Party governments, with or without identification of specific foreign target entities or locations. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 2.6. (TS//SI//REL TO USA, FVEY) The fact that NSA seeks or obtains FISA authority, if necessary, | TOP SECRET//SI// REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//REL TO USA, FVEY) The classification level is TOP SECRET//SI// |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":6,"markdown":"| against an international organization outside of the U.S. that does not include 2nd Party governments, with or without identification of specific foreign target entities. |  |  |  | REL TO USA, FVEY regardless of whether the international organization is specified for which NSA is seeking or obtaining FISA authority. |\n| :--: | :--: | :--: | :--: | :--: |\n| 2.7. (TS//SI//NF) The fact that NSA seeks or obtains FISA authority against financial or commercial organizations, with or without identification of specific target entities or locations. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//NF) The classification level is TOP SECRET//SI// NOFORN regardless of whether the financial or commercial organization is specified for which NSA is seeking or obtaining FISA authority. |\n| 2.8. (TS//SI//NF) The fact that NSA seeks or obtains FISA authority against an agent of a foreign power in the U.S., with or without specific foreign target entity locations. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 2.9. (U//FOUO) The fact that NSA seeks or obtains FISA authority against specified U.S. persons. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Refer to the FAA web site located at http://sineworks.nsa/ ?p_id=9969 for additional information concerning FAA authority. <br> (U) When the U.S. person is not specified, this fact is UNCLASSIFIED// FOR OFFICIAL USE ONLY. |\n| 2.10. (U) The fact that NSA conducts activities and/or targets and collects under FAA against an unspecified person. | UNCLASSIFIED | N/A | N/A | (U//FOUO) S02 <br> OCA decision, 25 <br> October 2010, <br> \"Classification <br> Decision Regarding <br> NSA Activities <br> Conducted under the <br> Foreign Intelligence <br> Surveillance Act |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":7,"markdown":"|  |  |  |  | Amendments Act\" |\n| :--: | :--: | :--: | :--: | :--: |\n| 2.11. (U) The fact that, pursuant to sections 702, 704 and/or 705 of the FAA, NSA conducts electronic surveillance activities and/or targets and collects against an unspecified person. | UNCLASSIFIED | N/A | N/A | (U//FOUO) S02 <br> OCA decision, 25 <br> October 2010, <br> \"Classification <br> Decision Regarding NSA Activities <br> Conducted under the Foreign Intelligence Surveillance Act Amendments Act\" |\n| 2.12. (U) The fact that NSA seeks or obtains FISA authority or sought PAA authority against unspecified terrorists or terrorist groups. | UNCLASSIFIED | N/A | N/A | (U) See Sections <br> 2.11, 2.12, and 2.15 <br> for classification <br> guidance when <br> terrorists or terrorist <br> groups are specified. |\n| 2.13. (U) The fact that NSA seeks or obtains FISA authority or sought PAA authority against specified terrorists or terrorist groups, outside the U.S. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//NF) For <br> FBI Pen Register <br> Trap Trace (PR/TT), classification is TOP SECRET//SI// NOFORN. |\n| 2.14. (U) The fact that NSA seeks or obtains FISA authority against specified terrorists or terrorist groups, inside the U.S. | TOP SECRET//SI// <br> NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 2.15. (TS//SI//NF) The fact that NSA seeks or obtains FISA authority against communications from foreign governmental and diplomatic facilities in the U.S. | TOP SECRET//SI// <br> NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//NF) The classification level is TOP SECRET//SI// NOFORN regardless of whether the foreign governmental or diplomatic facility in the U.S. is specified for which NSA is seeking or obtaining FISA authority. |\n| 2.16. (S//SI//REL TO USA, FVEY) The fact that NSA seeks or obtains FISA authority against communications from foreign governmental or diplomatic facilities outside the U.S. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (S//SI//REL TO USA, FVEY) The classification level is SECRET//SI// REL TO USA, FVEY regardless of whether the foreign government or diplomatic facility outside the U.S. is specified for which NSA is seeking or obtaining FISA |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":8,"markdown":"|  |  |  |  | authority. |\n| :--: | :--: | :--: | :--: | :--: |\n| 2.17. (U) The fact that NSA seeks or obtains PAA authority against the communications of a specified foreign government, terrorist group, organization, or individual. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U) Sensitivity of the target entity may also result in the application of NOFORN. |\n| 2.18. (TS//SI//NF) The fact that NSA seeks FISA authority to obtain business records (BR) for terrorist groups. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//NF) The classification level is TOP SECRET//SI// NOFORN regardless of whether the terrorist group is specified for which NSA is seeking or obtaining FISA BR authority. |\n| 2.19. (TS//SI//NF) The fact that NSA receives or requests from FBI Pen Register Trap Trace (PR/TT) FISA warrants in order to get data about terrorist groups. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//NF) The classification level is TOP SECRET//SI// NOFORN regardless of whether the terrorist group is specified for which NSA is seeking or obtaining FISA PR/TT authority. |\n| 2.20. (S//SI//REL TO USA, FVEY) The identification of specific selectors (e.g., specific phone numbers; specific e-mail addresses) targeted in FISA warrants or PAA certifications. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U) Classify at the same level as the classification assigned to the target (e.g., selectors for a target classified as TS//SI//NF per section 2.2, would also be classified TS//SI//NF). |\n| 2.21. (U) The identification of, or relationships with, providers. | TOP SECRET//SI// NOFORN <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U) Refer to appropriate ECI classification guides for additional instructions. |\n| 2.22. (U) The identification of specific communications methods/ technologies targeted/ collected/ processed under FISA or PAA. | SECRET// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U) Handle at the same classification level as required for the specific communications methods or technologies targeted/collected/ processed. Certain |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":9,"markdown":"|  |  |  |  | facts about technologies collected under FISA or PAA may be determined to be UNCLASSIFIED, while other facts may be higher than SECRET// REL TO USA, FVEY. <br> (U//FOUO) If the FISA or PAA target entity is specified, refer to the classification guidance throughout Section 2. |\n| :--: | :--: | :--: | :--: | :--: |\n| 2.23. (S//SI//REL TO USA, FVEY) Statistics or statistical trends relating to NSA FISA targets, including numbers of court orders, IRP policy approvals, targets, facilities, or selectors, or combinations or subcategories thereof, without mention of techniques involved. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |\n| 2.24. (S//REL TO USA, FVEY) Statistics or statistical trends relating to FBI FISA targets, including numbers of court orders, targets, facilities, or selectors, or combinations or subcategories thereof, without mention of techniques involved. | SECRET// <br> REL TO USA, FVEY | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (TS//SI//NF) For FBI Pen Register Trap Trace (PR/TT), the classification is TOP SECRET//SI// NOFORN. |\n| 2.25. (S//REL TO USA, FVEY) Statistics or statistical trends relating to PAA targets, including number of certifications, targets, facilities, selectors, or combinations of subcategories thereof, without mention of techniques involved. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* |  |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":10,"markdown":"| 3. (U) DATA HANDLING |  |  |  |  |\n| :--: | :--: | :--: | :--: | :--: |\n| 3.1. (TS//SI//NF) <br> Unminimized <br> unevaluated NSA FISA <br> data (e.g., BR, large <br> content, FAA) encrypted or <br> unencrypted. | TOP SECRET//SI// <br> NOFORN <br> (U) See Remarks | 1.4(c)* | 25 Years* | (U//FOUO) Within <br> NSA/CSS, the data <br> must be labeled <br> with appropriate <br> RAGTIME-series <br> markings. <br> (U//FOUO) Traffic <br> remains subject to <br> FISA minimization <br> procedures <br> described in USSID <br> SP0018, Annex A, <br> plus supplemental <br> minimization <br> procedures as <br> required. <br> (U//FOUO) Data <br> may only be <br> released to foreign <br> partners when <br> specifically <br> approved by an <br> appropriate authority <br> on a case-by-case <br> basis. |\n| 3.2. (U//FOUO) <br> Unminimized <br> unevaluated PAA data, <br> encrypted or unencrypted. | TOP SECRET//SI// <br> NOFORN <br> (U) See Remarks | 1.4(c)* | 25 Years* | (U//FOUO) Within <br> NSA/CSS, the data <br> must be labeled <br> with appropriate <br> RAGTIME-series <br> markings. <br> (U//FOUO) Traffic <br> remains subject to <br> minimization <br> procedures <br> described in USSID <br> SP0018, Annex A, <br> and those prescribed <br> under the respective <br> PAA certifications. <br> (U//FOUO) Data <br> may only be <br> released to foreign <br> partners when <br> specifically <br> approved by an <br> appropriate authority <br> on a case-by-case |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":11,"markdown":"|  |  |  |  | basis. |\n| :--: | :--: | :--: | :--: | :--: |\n| 3.3. (U//FOUO) <br> Unminimized <br> unevaluated FBI FISA <br> data, encrypted or unencrypted. | SECRET//SI// <br> NOFORN <br> at a minimum <br> (U) See Remarks | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Within NSA/CSS, the data must be labeled with appropriate RAGTIME-series markings. <br> (U//FOUO) Traffic remains subject to FISA minimization procedures, described in USSID SP0018, Annex A, plus supplemental minimization procedures as required. <br> (U//FOUO) Target offices will also add the additional caveat statement required for FISC reporting. <br> (U//FOUO) Data may only be released to foreign partners when specifically approved by an appropriate authority on a case-by-case basis. |\n| 3.4 (TS//SI//NF) <br> Unminimized <br> unevaluated FBI PR/TT <br> FISA data, encrypted or unencrypted. | TOP SECRET//SI// <br> NOFORN <br> (U) See Remarks | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Within NSA/CSS, the data must be labeled with appropriate RAGTIME-series markings. <br> (U//FOUO) Traffic remains subject to FISA minimization procedures, described in USSID SP0018, Annex A, plus supplemental minimization procedures as required. <br> (U//FOUO) Data |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":12,"markdown":"|  |  |  |  | may only be released to foreign partners when specifically approved by an appropriate authority on a case-by-case basis. |\n| :--: | :--: | :--: | :--: | :--: |\n| 3.5. (TS//SI//NF) <br> Unminimized evaluated NSA FISA data (e.g., BR, large content, FAA) such as a verbatim transcript or gisted traffic, that does not disclose specific methods or techniques. | TOP SECRET//SI// NOFORN <br> (U) See Remarks | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Within NSA/CSS, the data must be labeled with appropriate RAGTIME-series markings. <br> (U//FOUO) Traffic remains subject to FISA minimization procedures, described in USSID SP0018, Annex A, plus supplemental minimization procedures as required. <br> (U) Methods are governed by the classification guides applicable to the specific methods involved. <br> (U//FOUO) Data may only be released to foreign partners when specifically approved by an appropriate authority on a case-by-case basis. |\n| 3.6. (S//SI//REL TO USA, FVEY) Unminimized evaluated PAA data, such as a verbatim transcript or gisted traffic, that does not disclose specific methods or techniques. | SECRET//SI// <br> NOFORN <br> at a minimum <br> (U) See Remarks | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Within NSA/CSS, the data must be labeled with appropriate RAGTIME-series markings. <br> (U//FOUO) Traffic remains subject to minimization procedures |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":13,"markdown":"|  |  |  |  | described in USSID SP0018, Annex A, plus supplemental minimization procedures as required, and those prescribed under the respective PAA certifications. <br> (U) Methods are governed by the classification guides applicable to the specific methods involved. <br> (U//FOUO) Data may only be released to foreign partners when specifically approved by an appropriate authority on a case-by-case basis. |\n| :--: | :--: | :--: | :--: | :--: |\n| 3.7. (S//REL TO USA, FVEY) Unminimized evaluated FBI FISA data, such as a verbatim transcript or gisted traffic, that does not disclose specific methods or techniques. | SECRET//SI// <br> NOFORN <br> at a minimum <br> (U) See Remarks | 1.4(c)* | 25 Years* | (U//FOUO) Within NSA/CSS, the data must be labeled with appropriate RAGTIME-series markings. <br> (U//FOUO) Traffic remains subject to FISA minimization procedures, described in USSID SP0018, Annex A, plus supplemental minimization procedures as required. <br> (U//FOUO) Target offices will also add the additional caveat statement required for FISC reporting. <br> (U) Methods are governed by the classification guides |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":14,"markdown":"|  |  |  |  | applicable to the specific methods involved. <br> (U//FOUO) Data may only be released to foreign partners when specifically approved by an appropriate authority on a case-by-case basis. |\n| :--: | :--: | :--: | :--: | :--: |\n| 3.8. (TS//SI//NF) <br> Unminimized evaluated <br> FBI PR/TT data that does not disclose specific methods or techniques. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Data may only be released to foreign partners when specifically approved by an appropriate authority on a case-by-case basis. |\n| 3.9. (U//FOUO) <br> Minimized evaluated NSA FISA data, such as verbatim transcript or gisted traffic, that does not disclose specific methods or techniques. | TOP SECRET//SI// <br> REL TO USA, FVEY <br> (U) See Remarks | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., NOFORN, ORCON, etc.) if the intelligence product itself warrants such protection. <br> (U) Methods are governed by the classification guides applicable to the specific methods involved. |\n| 3.10. (TS//SI//NF) <br> Minimized evaluated NSA BR and large content FISA data that does not disclose specific methods or techniques. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U) Methods are governed by the classification guides applicable to the specific methods involved. |\n| 3.11. (U//FOUO) <br> Minimized evaluated PAA data, such as a verbatim transcript or gisted traffic, that does not disclose specific methods or techniques. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., NOFORN, ORCON, etc.) if the intelligence product itself warrants such protection. <br> (U) Methods are |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":15,"markdown":"|  |  |  |  | governed by the classification guides applicable to the specific methods involved. |\n| :--: | :--: | :--: | :--: | :--: |\n| 3.12. (S//SI//REL TO USA, FVEY) Minimized evaluated FBI FISA data, such as a verbatim transcript or gisted traffic, that does not disclose specific methods or techniques. | SECRET//SI// <br> REL TO USA, FVEY/ <br> FISA <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., NOFORN, ORCON, etc.) if the intelligence product itself warrants such protection. <br> (U//FOUO) Target offices will also add the additional caveat statement required for FISC reporting. <br> (U) Methods are governed by the classification guides applicable to the specific methods involved. |\n| 3.13. (TS//SI//NF) Minimized evaluated FBI PR/TT FISA data that does not disclose specific methods or techniques. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U) Methods are governed by the classification guides applicable to the specific methods involved. |\n| 4. (U) DISSEMINATION |  |  |  |  |\n| 4.1. (TS//SI//REL TO USA, FVEY) SIGINT product derived from encrypted or unencrypted NSA FISA collection. | TOP SECRET//SI// <br> REL TO USA, FVEY <br> (U) See Remarks | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., NOFORN, ORCON, etc.) if the intelligence product itself warrants such protection. |\n| 4.2. (TS//SI//NF) SIGINT product derived from encrypted or unencrypted NSA FISA-warranted BR or large content FISA collection. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., ORCON) if the intelligence product itself warrants such protection. |\n| 4.3. (U//FOUO) SIGINT product derived from encrypted or unencrypted PAA-authorized collection. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., NOFORN, ORCON) |","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":16,"markdown":"|  |  |  |  | if the intelligence product itself warrants such protection. |\n| :--: | :--: | :--: | :--: | :--: |\n| 4.4. (S//SI//REL TO USA, FVEY) SIGINT product derived from encrypted or unencrypted FBI FISAwarranted collection when associated with NSA or SIGINT. | SECRET//SI// <br> REL TO USA, FVEY <br> at a minimum | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., NOFORN, ORCON) if the intelligence product itself warrants such protection. <br> (S//REL TO USA, FVEY) Target offices will also add the additional caveat statement required for FBI FISA reporting. |\n| 4.5. (TS//SI//NF) SIGINT product derived from encrypted or unencrypted FBI PR/TT FISAwarranted collection. | TOP SECRET//SI// NOFORN | $1.4(\\mathrm{c})^{*}$ | 25 Years* | (U//FOUO) Target offices may add caveats (e.g., ORCON) if the intelligence product itself warrants such protection. |\n\n*25 years: Declassification in 25 years indicates that the information is classified for 25 years from the date a document is created or 25 years from the date of this original classification decision, whichever is later.\n*1.4(c): Section 1.4(c) of E.O. 12958, as amended\n*Ex 3: Exemption 3 of the Freedom of Information Act\n(U//FOUO) Additional Remarks: The denial of any facts in this guide concerning NSA's collection/processing/analyzing/retaining/producing and then disseminating of entities under FISA/PAA/FAA authority carries the same level of classification as the fact of NSA's performing such functions.\n(U) Acronyms\n(U) BR - Business Records\n(U) ECI - Exceptionally Controlled Information\n(U) FAA - FISA Amendments Act\n(U) FISA - Foreign Intelligence Surveillance Act\n(U) FISC - Foreign Intelligence Surveillance Court","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}},{"index":17,"markdown":"(U) IRP - Interagency Review Panel\n(U) PAA - Protect America Act\n(U) PR/TT - Pen Register Trap Trace\n(U) USSID - United States Signals Intelligence Directive","images":[],"dimensions":{"dpi":200,"height":2200,"width":1700}}],"model":"mistral-ocr-2503-completion","usage_info":{"pages_processed":18,"doc_size_bytes":898002}}